Repository: trojan-polite/Tiny_HR
Catalog: languages/simple-fading-testimonials-*.po
Languages: fr_fr

source: Testimonials
fr_fr: Témoignages

source: Add New Testimonial
fr_fr: Ajouter un nouveau témoignage

source: Edit Testimonial
fr_fr: Modifier le témoignage

source: New Testimonial
fr_fr: Nouveau témoignage

source: All Testimonials
fr_fr: Tous les témoignages

source: View Testimonial
fr_fr: Voir le témoignage

source: Search Testimonials
fr_fr: Chercher les Témoignages

source: No Testimonials Found
fr_fr: Aucun Témoignage

source: No Testimonials found in Trash
fr_fr: Aucun Témoignage dans Trash

source: Testimonial Content
fr_fr: Témoignage Contenu

source: Word Count
fr_fr: Nombre de mots

source: Enter testimonial author
fr_fr: Entrez un auteur de témoignage

source: Simple Fading Testimonials
fr_fr: Témoignages S'estomper Simples

source: Widget Title <em>(leave blank for none)</em>:
fr_fr: Titre du widget <em>(Laisser vide pour aucun)</em>:

source: Number of testimonials to display:
fr_fr: Nombre de témoignages à afficher:

source: Duration of each testimonial (<em>ms</em>):
fr_fr: Durée de chaque témoignage (<em>ms</em>):

source: Transition speed (<em>ms</em>):
fr_fr: Vitesse de transition (<em>ms</em>):

source: Author prefix:
fr_fr: Préfixe de l'auteur:

source: Author Delay (<em>ms</em>):
fr_fr: Auteur Delay (<em>ms</em>):

source: Author Fade In Speed (<em>ms</em>):
fr_fr: Auteur Fade La vitesse (<em>ms</em>):

source: Easily add revolving and fading testimonials to your site, via a widget.
fr_fr: Ajoutez facilement des histoires tournantes à votre site, via un widget.
